<!-- 隐私条款 -->
<template>
  <main class="i-agreement">
    <section class="i-section i-agreement__section1">
      <div class="i-agreement__section1-article">
        <h1 class="wow fadeInUp" data-wow-duration="2s" data-wow-delay="250ms">琴伴网页版用户协议</h1>
        <p class="p2 wow fadeInUp" data-wow-duration="2s" data-wow-delay="350ms">最后更新：2017.10.08</p>
      </div>
    </section>
    <section class="i-section i-agreement__section2">
      <div class="i-agreement__section2-container">
        <h3 class="wow fadeInUp" data-wow-duration="2s" data-wow-delay="300ms">特别提示</h3>
        <p class="p2 wow fadeInUp" data-wow-duration="2s" data-wow-delay="350ms" style="color: #0b1f35">
          欢迎使用上海智凌信息技术有限公司（以下简称“智凌信息”）提供的“琴伴”网页版服务。请您（个人或单一实体，以下简称“用户”）
          在使用该应用或服务之前，仔细阅读以下全部内容（特别是免除或者限制智凌信息责任的免责条款以及对用户的权利限制等内容），
          并确保您充分理解本协议中各条款。请您审慎阅读并在自主、充分考虑风险后选择接受或不接受本协议。未成年人则应在法定监护人
          陪同下阅读和选择。
        </p>
        <h3 class="wow fadeInUp" data-wow-duration="2s" data-wow-delay="300ms">一、服务协议的确认和接纳</h3>
        <p class="p2 wow fadeInUp" data-wow-duration="2s" data-wow-delay="350ms">
          1、本协议是用户与智凌信息之间关于用户使用“琴伴”网页版服务的法律协议，内容包括协议正文、智凌信息已经发布的或将来可能
          发布的各类规则。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。除另行明确声明外，用户使用“琴伴”网页
          版服务的行为将受本协议约束。<br><br>
          如用户使用“琴伴”网页版服务，即表示用户与智凌信息已达成协议，自愿接受本协议所有内容。此后，用户不得以未阅读本协议内容
          作任何形式的抗辩。<br><br>
          本协议如由于“琴伴”网页版服务以及智凌信息发展需要进行修订的，智凌信息将在“琴伴”网站上公布。您可前往查阅最新版协议文
          本。在智凌信息修改上述文本后，如果您不接受修改后的协议，您可以选择终止使用“琴伴”网页版服务。如果您继续使用，则将被
          视为已接受了修改后的协议。
        </p>
        <h3 class="wow fadeInUp" data-wow-duration="2s" data-wow-delay="300ms">二、服务内容</h3>
        <p class="p2 wow fadeInUp" data-wow-duration="2s" data-wow-delay="350ms">
          本协议所称的“琴伴”是指智凌信息自主设计、研发、拥有和运营的专注于钢琴教育及陪练的在线音乐教育产品，依托自主知识产权
          的曲谱生成／解析算法、音视频信号识别算法、大数据分析、智能投影设备和学生-教师-机构三端构成的业务闭环，为用户提供全
          新的在线钢琴教育体验。<br><br>
          用户可在浏览器网页中通过访问“琴伴”网址获取“琴伴”最新产品和服务的相关信息、了解商业合作条款并与智凌信息进行联系、下
          载应用并试用等等，并可在注册、登录后享受更为完整的服务（创建自己的线上钢琴培训服务机构、上传／编辑／管理在线教学资源，
          创建班级和课程、与教师／学生进行各类教学互动、管理教学过程、分析数据／评估教学效果等）。
        </p>
        <h3 class="wow fadeInUp" data-wow-duration="2s" data-wow-delay="300ms">三、服务的变更或中止</h3>
        <p class="p2 wow fadeInUp" data-wow-duration="2s" data-wow-delay="350ms">
          1、智凌信息将不断追求优化和改进服务。在此过程中，智凌信息可能会增加或删除“琴伴”网页版的部分服务，也可能暂停、中断
          或终止“琴伴”网页版部分或全部服务。同时，鉴于网络服务环境的特殊性，智凌信息也可能会随时变更、中断或终止“琴伴”网页版
          部分或全部服务（包括收费服务）。<br><br>
          2、对于需要变更、中断或终止的服务，智凌信息应当在变更、中断或终止之前通知用户，并应向受中断或终止服务影响的用户提
          供等值的替代性的服务。如相关服务为收费服务、且用户不愿意接受替代性的服务，智凌信息应当按照该用户实际使用服务的情况，
          在扣除相应费用之后将剩余的费用退还给用户。<br><br>
          3、如发生下列任何一种情形，智凌信息有权变更、中断或终止向用户提供的服务，且无需对用户或任何第三方承担任何责任：<br>
          1）根据法律规定用户应提交真实信息，而用户提供的个人资料不真实、或与注册时信息不一致、又未能提供合理证明；<br>
          2）用户违反相关法律法规或本协议的约定；<br>
          3）按照法律规定或有权机关的要求；<br>
          4）出于安全的原因或其他必要的情形。
        </p>
        <h3 class="wow fadeInUp" data-wow-duration="2s" data-wow-delay="300ms">四、账号管理</h3>
        <p class="p2 wow fadeInUp" data-wow-duration="2s" data-wow-delay="350ms">
          1、用户在使用“琴伴”网页版完整服务前需要注册一个“琴伴”网页版帐号。用户可以使用手机号码、微信帐号或电子邮件地址
          来进行绑定注册。智凌信息要求用户：注册用的手机号码、微信账号或电子邮件地址尚未与“琴伴”网页版帐号绑定、且未被智
          凌信息根据本协议封禁。智凌信息可以根据用户需求或产品需要对帐号注册和绑定的方式进行变更，而无须事先通知用户。<br><br>
          2、“琴伴”网页版帐号的所有权归智凌信息所有，用户完成申请注册手续后，获得“琴伴”网页版帐号的使用权，该使用权仅属
          于初始申请注册人，禁止赠予、借用、租用、转让或售卖。智凌信息因经营需要，有权回收用户的“琴伴”网页版帐号。<br><br>
          3、用户可以通过查看与编辑个人资料页来查询、更改、删除、注销“琴伴”帐户上的个人资料、注册信息及传送内容等，但需注意，
          删除有关信息的同时也会删除用户储存在系统中的文字和图片。用户需自行承担该风险。<br><br>
          4、用户有责任妥善保管注册帐号信息及帐号密码的安全，如果因用户未保管好自己的帐号和密码而导致用户自身、智凌信息或第
          三方的利益受到损害，由用户承担全部责任。用户需要对注册帐号以及密码下的行为承担法律责任。用户同意在任何情况下不使用
          其他用户的帐号或密码。在用户怀疑他人非法使用其帐号或存在安全漏洞的情况时，应立即通知智凌信息。<br><br>
          5、用户应遵守本协议的各项条款，正确、适当地使用“琴伴”网页版服务，如因用户违反本协议中的任何条款，智凌信息在通知用
          户后有权依据协议中断或终止对违约用户的“琴伴”网页版帐号提供服务。同时，智凌信息保留在任何时候收回“琴伴”网页版帐号
          和／或用户名的权利。<br><br>
          6、如用户注册“琴伴”网页版帐号后365天内未登录，智凌信息可以在通知用户后收回该帐号，以免造成资源浪费，由此造成的不
          利后果由用户自行承担。
        </p>
        <h3 class="wow fadeInUp" data-wow-duration="2s" data-wow-delay="300ms">五、用户隐私和信息保护</h3>
        <p class="p2 wow fadeInUp" data-wow-duration="2s" data-wow-delay="350ms">
          1、用户个人信息包括：<br>
          1）用户自行提供的用户个人信息，包括但不限于注册“琴伴”网页版用户及设置用户信息时填写的手机号码、微信帐号、微博帐号、
          电子邮件地址等，以及使用服务时提供的共享信息；<br>
          2）第三方分享的用户个人信息；<br>
          3）智凌信息为提供服务而合法收集的用户信息（如使用服务时系统自动采集的设备硬件或软件信息、浏览记录、检索记录、各类上
          传下载数据的属性信息、运营数据、操作日志、通讯时间信息等技术信息，用户开启定位功能并使用服务时的地理位置信息等）。<br><br>
          2、上述信息中，用户的隐私信息是指涉及用户身份或隐私的信息，包括但不限于：用户的真实姓名（或名称）、性别、年龄、身份
          证号、电话号码、通信地址、手机号码、手机设备识别码、微信帐号、微博帐号、电子邮件地址、IP地址、用户交流记录、运营数
          据等；用户的非隐私信息是指用户对“琴伴”网页版服务的操作状态以及使用习惯等明确且客观反映在智凌信息服务器端的各类基本
          记录信息、隐私信息范围外的其它普通信息，以及用户同意公开的上述隐私信息。<br><br>
          <em>
            3、用户知悉并同意，为便于向用户提供更好的服务，智凌信息将在用户自愿授权并提供信息的情况下收集、使用或公开用户的隐
            私信息；用户也同意智凌信息无需获得用户的另行确认与授权即可收集、使用或公开用户的非隐私信息。<br><br>
            4、用户知悉并同意，智凌信息收集的信息将成为智凌信息常规商业档案的一部分，且有可能因为转让、合并、收购、重组等原因
            而被转移到智凌信息的继任公司或者指定的一方。<br><br>
            5、尊重用户的隐私是智凌信息的一项基本政策，也是“琴伴”网页版服务的原则。智凌信息将善意使用收集的用户信息，并采取各
            项措施保证信息安全，防止在“琴伴”网页版服务中收集的用户信息泄露、毁损或丢失。在发生前述情形或者智凌信息发现存在发生
            前述情形的可能时，智凌信息将及时采取补救措施并告知用户，用户如发现存在前述情形亦需立即与智凌信息联系。另一方面，智
            凌信息也不会公开或透露保存在“琴伴”网页版服务中的用户隐私信息，除非智凌信息在诚信的基础上认为透露这些信息在以下几种
            情况是必要的：<br>
            1）事先获得用户的明确授权；或<br>
            2）根据宪法和有关法律法规的规定，或接收到国家有关机关根据宪法和有关法律法规的规定、进行合法指令查询；或<br>
            3）保持维护智凌信息的知识产权和其他重要权利；或<br>
            4）在紧急情况下竭力维护用户和社会大众的隐私安全；或<br>
            5）根据本条款相关规定或者智凌信息认为必要的其他情况下。<br><br>
            6、智凌信息可能会与第三方合作向用户提供“琴伴”的相关服务，在此情况下，如该第三方同意承担与智凌信息同等的保护用户隐
            私的责任，则智凌信息可将用户信息提供给该第三方。<br><br>
            7、用户同意智凌信息可在以下事项中使用用户的隐私信息：<br>
            1）智凌信息向用户及时发送重要通知，如软件更新、本协议条款的变更；<br>
            2）智凌信息内部进行审计、数据分析和研究等，以改进智凌信息的产品、服务和与用户之间的沟通；<br>
            3）依本协议约定，智凌信息管理、审查用户信息及进行处理措施；<br>
            4）适用法律法规规定的其他事项。<br><br>
            除上述事项外，如未取得用户事先同意，智凌信息不会将用户隐私信息使用于任何其他用途。
          </em>
        </p>
        <h3 class="wow fadeInUp" data-wow-duration="2s" data-wow-delay="300ms">六、内容规范</h3>
        <p class="p2 wow fadeInUp" data-wow-duration="2s" data-wow-delay="350ms">
          1、本条所述内容是指用户使用“琴伴”网页版服务过程中所制作、上传、复制、发布、传播的任何内容，包括但不限于帐号名称、头像、
          个人或机构简介等注册信息及认证资料，或文字、语音、图片、视频、图文等发送、回复或自动回复消息和相关链接页面，以及其它使
          用“琴伴”帐号或服务所产生的内容。<br><br>
          2、用户须对利用“琴伴”网页版帐号或服务传送信息内容的真实性、合法性、无害性、准确性、有效性等全权负责。用户通过“琴伴”网
          页服务所传送、发布的任何内容并不反映或代表，也不得被视为反映或代表智凌信息的观点、立场或政策，智凌信息对此不承担任何责
          任。如因此给智凌信息或第三方造成损害的，用户应当依法予以赔偿。<br><br>
          3、用户不得利用“琴伴”网页版帐号或服务制作、上传、复制、发布、传播如下法律、法规和政策禁止的内容：<br>
          1）反对宪法所确定的基本原则的；<br>
          2）危害国家安全、泄露国家秘密、颠覆国家政权、破坏国家统一的；<br>
          3）损害国家荣誉和利益的；<br>
          4）煽动民族仇恨、民族歧视，破坏民族团结的；<br>
          5）破坏国家宗教政策，宣扬邪教和封建迷信的；<br>
          6）散布谣言、扰乱社会秩序、破坏社会稳定的；<br>
          7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；<br>
          8）侮辱或者诽谤他人，侵害他人合法权益的；<br>
          9）不遵守法律法规底线、社会主义制度底线、国家利益底线、公民合法权益底线、社会公共秩序底线、道德风尚底线和信息真实性底线的
          “七条底线”要求的；<br>
          10）含有法律、行政法规禁止的其它内容的信息。<br><br>
          4、用户不得利用“琴伴”网页版帐号或服务制作、上传、复制、发布、传播如下干扰“琴伴”正常运营，以及侵犯其他用户或第三方合法权益的内容：<br>
          1）含有辱骂、恐吓、威胁内容的；<br>
          2）含有骚扰、垃圾广告、恶意信息、诱骗信息的；<br>
          3）涉及他人隐私、个人信息或资料的；<br>
          4）侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的；<br>
          5）含有其它干扰“琴伴”正常运营和侵犯其他用户或第三方合法权益内容的信息。<br><br>
          5、若用户传送内容存在上述违法或不良信息的，智凌信息有权采取通知限期改正、暂停使用等措施。对于冒用关联机构或社会名人登录、使
          用、填写帐号名称、头像、个人或机构简介的，智凌信息有权取消该帐号在“琴伴”网页服务上的使用权限，并向政府主管部门进行报告。
        </p>
        <h3 class="wow fadeInUp" data-wow-duration="2s" data-wow-delay="300ms">七、使用规则</h3>
        <p class="p2 wow fadeInUp" data-wow-duration="2s" data-wow-delay="350ms">
          1、“琴伴”网页服务由智凌信息开发，受中华人民共和国版权法及国际版权条约和其它知识产权法及条约的保护。用户对“琴伴”网页服务的
          使用必须遵守所有适用的地方法律、国家法律和国际法律。对于违法违规使用而引起的一切后果，由用户负全部责任。<br><br>
          2、用户不得利用“琴伴”网页版帐号或服务进行如下行为：<br>
          1）提交、发布虚假信息，或盗用他人头像或资料，冒充、利用他人名义的；<br>
          2）强制、诱导其他用户关注、点击链接页面或分享信息的；<br>
          3）虚构事实、隐瞒真相以误导、欺骗他人的；<br>
          4）利用技术手段批量建立虚假帐号的；<br>
          5）发表、传送、传播、储存侵害他人知识产权、商业机密权等合法权利内容的；<br>
          6）利用“琴伴”网页版帐号或服务从事任何违法犯罪活动的；<br>
          7）制作、发布与以上行为相关的方法、工具，或对此类方法、工具进行运营或传播，无论这些行为是否为商业目的；<br>
          8）其它违反法律法规规定、侵犯其他用户合法权益、干扰“琴伴”正常运营或智凌信息未明示授权的行为。<br><br>
          3、除非智凌信息书面许可，用户不得从事下列任一行为：<br>
          1）删除“琴伴”网页版服务上关于著作权的信息和内容；<br>
          2）对“琴伴”网页版服务进行反向工程、反向汇编、反向编译，或者以其它方式尝试发现其源代码；<br>
          3）对智凌信息拥有知识产权的内容，未经智凌信息同意，擅自实施包括但不限于下列行为：使用、出租、出借、复制、修改、链接、转载、
          汇编、发表、出版、建立镜像站点等；或擅自借助“琴伴”网页版服务发展与之有关的衍生产品、作品、服务、插件、外挂、兼容、互联等；<br>
          4）对“琴伴”网页版服务运行过程中释放到任何终端内存中的数据、“琴伴”网页版服务运行过程中浏览器端与服务器端的交互数据，以及
          “琴伴”网页版服务运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、
          外挂或非经智凌信息授权的第三方工具/服务接入软件和相关系统；<br>
          5）通过修改或伪造“琴伴”网页版服务运行中的指令、数据，增加、删减、变动“琴伴”网页版服务的功能或运行效果，或者将用于上述用途
          的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的；<br>
          6）通过非智凌信息开发、授权或认可的第三方软件、插件、外挂、系统，登录或使用“琴伴”网页版服务，或制作、发布、传播非智凌信息
          开发、授权或认可的第三方软件、插件、外挂、系统。<br>
          7）企图探查、扫描、测试“琴伴”网页版服务的弱点；故意传播恶意程序或病毒以及其它企图干扰、破坏“琴伴”网页版服务的正常运行。<br>
          8）其它以任何不合法的方式、为任何不合法的目的、或以任何与本条款不一致的方式使用“琴伴”网页版服务。<br><br>
          4、若用户行为符合上述描述中涉及的违法违规行为，智凌信息有权采取暂停或终止该帐号在“琴伴”网页版服务上的使用权限、采集相关操作
          证据、采取技术手段加以适当反制等措施，并向政府主管部门进行报告。<br><br>
          5、“琴伴”网页版服务中可能包括广告，用户同意在使用服务的过程中显示智凌信息和第三方供应商、合作伙伴提供的广告。除法律法规明确
          规定外，用户应自行对依该广告信息进行的交易负责。对用户因依该广告信息进行的交易或前述广告商提供的内容而遭受的损失或损害，智凌
          信息不承担任何责任。
        </p>
        <h3 class="wow fadeInUp" data-wow-duration="2s" data-wow-delay="300ms">八、数据储存</h3>
        <p class="p2 wow fadeInUp" data-wow-duration="2s" data-wow-delay="350ms">
          1、智凌信息对“琴伴”网页版服务将尽力维护其安全性及方便性，但智凌信息不对用户在“琴伴”网页版服务中相关数据的删除或储存失败负责。<br><br>
          2、智凌信息可以根据实际情况自行决定用户在“琴伴”网页版服务中数据的最长储存期限，并在服务器上为其分配数据最大存储空间等。用户
          可根据自己的需要自行备份“琴伴”网页版服务中的相关数据。<br><br>
          3、如用户停止使用“琴伴”网页版服务，或者“琴伴”网页版服务终止，智凌信息可以从服务器上永久地删除用户的数据。“琴伴”网页版服务停止、
          终止后，智凌信息没有义务向用户返还任何数据。
        </p>
        <h3 class="wow fadeInUp" data-wow-duration="2s" data-wow-delay="300ms">九、风险承担</h3>
        <p class="p2 wow fadeInUp" data-wow-duration="2s" data-wow-delay="350ms">
          1、用户理解并同意，“琴伴”网页版服务仅为用户提供信息获取、传送和分享的平台，用户必须为自己注册帐号下的一切行为负责，包括用户所
          传送的任何内容以及由此产生的任何后果。用户应对“琴伴”网页版服务中的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对
          内容的正确性、完整性或实用性的依赖而产生的风险。智凌信息无法且不会对因用户行为而导致的任何损失或损害承担责任。<br><br>
          如果用户发现任何人违反本协议约定或以其它不当的方式使用“琴伴”网页版服务，请立即向智凌信息举报或投诉，举报或投诉电话为021-6053
          5238，智凌信息将依本协议约定进行处理。<br><br>
          2、用户理解并同意，因业务发展需要，智凌信息保留单方面对“琴伴”网页版服务的全部或部分服务内容变更、暂停、终止或撤销的权利，用户
          需承担此风险。
        </p>
        <h3 class="wow fadeInUp" data-wow-duration="2s" data-wow-delay="300ms">十、不可抗力及其它免责事由</h3>
        <p class="p2 wow fadeInUp" data-wow-duration="2s" data-wow-delay="350ms">
          1、用户理解并确认，在使用“琴伴”网页版服务的过程中，可能会遇到不可抗力等风险因素，使“琴伴”网页版服务发生中断。不可抗力是指不能
          预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如
          战争、动乱、政府行为等。出现上述情况时，智凌信息将努力在第一时间与相关单位配合，及时进行修复，但是由此给用户或第三方造成的损失，
          智凌信息及合作单位在法律允许的范围内免责。<br><br>
          2、“琴伴”网页版服务同大多数互联网服务一样，受包括但不限于用户原因、网络服务质量、社会环境等因素的差异影响，可能受到各种安全问
          题的侵扰，如他人利用用户的资料，造成现实生活中的骚扰；用户下载安装的其它软件或访问的其它网站中含有“特洛伊木马”等恶意软件或病毒，
          威胁到用户的计算机信息和数据的安全，继而影响“琴伴”网页版服务的正常使用等等。用户应加强信息安全及使用者资料的保护意识，要注意加
          强密码保护，以免遭致损失和骚扰。<br><br>
          3、用户理解并确认，“琴伴”网页版服务存在因不可抗力、计算机病毒或黑客攻击、系统不稳定、用户所在位置、用户关机以及其它任何技术、
          互联网络、通信线路原因等造成的服务中断或不能满足用户要求的风险，因此导致的用户或第三方的任何损失，智凌信息不承担任何责任。<br><br>
          4、用户理解并确认，在使用“琴伴”网页版服务过程中存在来自任何他人的包括误导性的、欺骗性的、威胁性的、诽谤性的、令人反感的或非法
          的信息，或侵犯他人权利（包括知识产权）的匿名或冒名的信息，以及伴随该等信息的行为，因此导致的用户或第三方的任何损失，智凌信息不
          承担任何责任。<br><br>
          5、用户理解并确认，智凌信息需要定期或不定期地对“琴伴”网页版服务或所在相关设备进行检修或者维护，如因此类情况而造成“琴伴”网页版
          服务在合理时间内的中断，智凌信息无需为此承担任何责任，但应事先进行通告。<br><br>
          6、智凌信息依据法律法规、本协议约定获得处理违法违规或违约内容的权利，该权利不构成智凌信息的义务或承诺，智凌信息不能保证及时发现
          违法违规或违约行为或进行相应处理。<br><br>
          7、用户理解并确认，对于智凌信息向用户提供的下列产品或者服务的质量缺陷及其引发的任何损失，智凌信息无需承担任何责任：<br>
          1）智凌信息向用户免费提供的服务；<br>
          2）智凌信息向用户赠送的任何产品或者服务。<br><br>
          8、在任何情况下，智凌信息均不对任何间接性、后果性、惩罚性、偶然性、特殊性或刑罚性的损害，包括因用户使用“琴伴”网页版服务而遭受的
          利润损失，承担责任（即使智凌信息已被告知该等损失的可能性亦然）。尽管本协议中可能含有相悖的规定，智凌信息对用户承担的全部责任，无
          论因何原因或何种行为方式，始终不超过用户因使用智凌信息提供的服务而支付给智凌信息的费用（如有）。
        </p>
        <h3 class="wow fadeInUp" data-wow-duration="2s" data-wow-delay="300ms">十一、禁止服务的商业化</h3>
        <p class="p2 wow fadeInUp" data-wow-duration="2s" data-wow-delay="350ms">
          用户承诺，非经智凌信息同意，用户不能利用“琴伴”网页版服务进行销售或其它商业用途。如用户确有需要将“琴伴”网页版服务用于商业用途，
          应书面通知智凌信息并获得其明确授权。
        </p>
        <h3 class="wow fadeInUp" data-wow-duration="2s" data-wow-delay="300ms">十二、知识产权声明</h3>
        <p class="p2 wow fadeInUp" data-wow-duration="2s" data-wow-delay="350ms">
          1、“琴伴”网页版服务提供的内容包括但不限于：视频、音频、图片、文字、列表及其组合、界面设计、版面框架、图标、“琴伴”商标等。除
          涉及第三方授权的软件、技术及内容由授权方享有、以及涉及广告的知识产权由相应广告商享有外，所有这些内容均属于智凌信息，并受中华
          人民共和国著作权法、商标法、专利法、反不正当竞争法和相应的国际条约以及其它知识产权法律法规的保护。所以，用户只能在智凌信息授
          权下才能使用这些内容。未经智凌信息书面同意，用户不能为任何营利或非营利性的目的擅自复制、再造这些内容、或创造与内容有关的派生
          产品、或以转让、许可的方式授权第三方实施、利用和转让上述知识产权。<br><br>
          2、“琴伴”网页版服务中提供了大量音乐作品的钢琴曲谱及其相关信息。这些曲谱的电子化数据目前均为智凌信息提供。由智凌信息提供并使
          用的曲谱数据，来源皆合法、合理，没有侵犯任何这些音乐作品作者的著作权，亦未侵犯第三方的知识产权：<br>
          1）每首单曲曲谱首页右上角，都有标注曲作者和词作者（如有）的名字用以表明作者身份。同时，智凌信息没有修改上述音乐作品，亦无篡
          改上述音乐作品，以此保证作者的修改权和保持作品完整权；<br>
          2）每首单曲曲谱均已经进入公有领域，其财产权不再受到中华人民共和国《著作权法》的保护，因此，智凌信息有权在尊重音乐作品作者的
          署名权、修改权、保护作品完整权的基础上自由使用这些作品，而无需经过著作权人的授权和同意；<br>
          3）智凌信息在将来可能开放并允许用户使用“琴伴”网页版服务来上传自己使用的曲谱信息和数据。用户理解，如果智凌信息发现用户在“琴伴”
          网页版服务上传送或发布的信息违反了第2条第2）款所述内容的准则，则依据中国法律，智凌信息有义务立即停止传输、保存有关记录、向国
          家有关机关报告，并且删除含有该内容的地址、目录或关闭服务器。<br><br>
          3、“琴伴”网页版服务中允许用户上传自己使用的课程资源数据，包括但不限于视频、音频、图片、文字、列表及其组合等。用户需自行确保
          这些数据内容没有侵犯任何第三方的知识产权和其它合法权益。用户理解，如果智凌信息发现此类数据内容包含侵权内容，则依据中国法律，
          智凌信息有义务立即停止传输、保存有关记录、向国家有关机关报告，并且删除含有该内容的地址、目录或关闭服务器。<br><br>
          4、除另有特别声明外，智凌信息提供“琴伴”网页版服务时所依托软件的著作权、专利权及其它知识产权均归智凌信息所有。<br><br>
          5、智凌信息在“琴伴”网页版服务中所涉及的图形、文字或其组成，以及其它智凌信息标志及产品、服务名称（以下统称“智凌信息标识”），
          其著作权或商标权归智凌信息所有。未经智凌信息事先书面同意，用户不得将智凌信息标识以任何方式展示或使用或作其它处理，也不得向他
          人表明用户有权展示、使用、或其它有权处理智凌信息标识的行为。<br><br>
          6、智凌信息尊重知识产权并注重保护用户享有的各项权利。在“琴伴”网页版服务中，用户通过各种方式向智凌信息提供的全部原创内容（包
          括但不限于上传的曲谱、课程资源、发表的文章、评论等），著作权均归用户本人所有，用户可授权第三方以任何方式使用，不需要得到智凌
          信息的同意。同时，用户将其向智凌信息提供的上述内容，授予智凌信息一项全球性的、免费的、不可撤销的、非独家使用许可，允许智凌信
          息使用、传播、复制、修改、汇编、改编、再许可、翻译、创建衍生作品、出版、表演及展示该内容。第三方若出于非商业目的，将该内容转
          载在“琴伴”之外的地方，应当在转载的显著位置注明原作者姓名（或原作者在“琴伴”上使用的帐号名称），给出原始链接，注明【发表于“琴
          伴”】，并不得对该内容进行修改演绎。若需要对该内容进行修改，或用于商业目的，第三方应当联系原作者获得单独授权，按照原作者规定
          的方式使用该内容。此外，智凌信息为用户提供【保留所有权利，禁止转载】的选项，除非获得原作者的单独授权，任何第三方不得转载标注
          了【禁止转载】的内容，否则均视为侵权。<br><br>
          7、用户不得利用“琴伴”网页版服务进行其它侵害他人知识产权或者其它合法利益的行为。
        </p>
        <h3 class="wow fadeInUp" data-wow-duration="2s" data-wow-delay="300ms">十三、法律责任</h3>
        <p class="p2 wow fadeInUp" data-wow-duration="2s" data-wow-delay="350ms">
          1、用户理解并同意，智凌信息有权依合理判断并对违反有关法律法规或本协议规定的行为进行处罚（包括暂停或终止对用户提供部分或全部
          服务，冻结、取消用户的帐号的使用权限等措施），对违法违规的任何用户采取适当的法律行动，并依据法律法规保存有关信息向有关部门
          报告等，用户应承担由此而产生的一切法律责任。<br><br>
          2、用户理解并同意，因用户违反本协议约定导致或产生的任何第三方主张的任何索赔、要求、处罚或损失（包括合理的律师费等），用户应
          当向智凌信息与合作公司、关联公司进行等额赔偿，并使之免受损害。
        </p>
        <h3 class="wow fadeInUp" data-wow-duration="2s" data-wow-delay="300ms">十四、法律适用</h3>
        <p class="p2 wow fadeInUp" data-wow-duration="2s" data-wow-delay="350ms">
          <em>
            1、本协议的效力、解释及纠纷的解决，适用于中华人民共和国法律，并且排除一切冲突法规定的适用。<br><br>
            2、若用户和智凌信息之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，用户和智凌信息一致同意将纠纷或争议提交智凌信息
            住所地有管辖权的人民法院管辖。<br><br>
            3、本协议的任何条款无论因何种原因无效或不具可执行性，其余条款仍有效，对双方具有约束力。
          </em>
        </p>
        <h3 class="wow fadeInUp" data-wow-duration="2s" data-wow-delay="300ms">十五、其它</h3>
        <p class="p2 wow fadeInUp" data-wow-duration="2s" data-wow-delay="350ms" style="margin-bottom: 0">
          1、“琴伴”网页版服务中的部分曲谱以及几乎全部课程资源数据（包括但不限于音频、视频、文字、图片等）为用户自行上传，上传者对所上
          传的内容自行承担责任。如第三方主张上传的内容违反法律法规规定或侵犯第三方权益的，可通过本协议文末列明的客服邮箱向智凌信息提供
          以下文件或信息。智凌信息会在收到上述文件或信息后经判断决定是否对涉嫌侵权的内容或链接进行处理：<br>
          1）要求处理的内容或链接；<br>
          2）身份证明材料；<br>
          3）联系方式和地址；<br>
          4）可证明对内容享有权利的文件。<br><br>
          2、除非另有证明，智凌信息储存在其服务器上的数据是用户使用“琴伴”网页版服务的唯一有效证据。<br><br>
          3、本协议自发布之日起实施，并构成用户和智凌信息之间的共识。智凌信息不行使、未及时行使或者未充分行使本协议或者按照法律规定所
          享有的权利，不应被视为放弃该权利，也不影响智凌信息在将来行使该权利。<br><br>
          4、如果用户对本协议内容有任何疑问，请发送邮件至智凌信息的客服邮箱：（<a href="mailto:service@iqinban.com">service@iqinban.com</a>）。
        </p>
      </div>
    </section>
  </main>
</template>

<script>
  import { wowMixin } from '../client/wow'

  export default {
    name: 'Agreement',
    mixins: [wowMixin],
    title () {
      return '琴伴 | 用户协议'
    },
    computed: {
      imgUrl () {
        return this.$store.state.imgUrl
      }
    }
  }
</script>