<!-- 隐私条款 -->
<template>
  <main class="i-privacy">
    <section class="i-section i-privacy__section1">
      <div class="i-privacy__section1-article">
        <h1 class="wow fadeInUp" data-wow-duration="2s" data-wow-delay="250ms">智凌信息隐私政策</h1>
        <p class="p2 wow fadeInUp" data-wow-duration="2s" data-wow-delay="350ms">最后更新：2017.10.08</p>
      </div>
    </section>
    <section class="i-section i-privacy__section2">
      <div class="i-privacy__section2-container">
        <p class="p2 wow fadeInUp" data-wow-duration="2s" data-wow-delay="350ms">
          尊敬的用户：<br><br>
          上海智凌信息技术有限公司（下文简称“智凌信息”或“我们”）深知隐私对您的重要性，并会尽全力保护您的隐私。请在向智凌信息提交个人和隐私数据
          之前，阅读、了解并同意本《隐私政策》（下文简称“本政策”）。<br><br>
          我们制定本政策的目的在于帮助您了解以下内容：<br>
          <strong>
            1. 我们对于用户个人数据的定义<br>
            2. 我们会如何收集您的个人数据<br>
            3. 我们会如何使用您的个人数据<br>
            4. 我们会如何保护您的个人数据<br>
            5. 我们会如何披露您的个人数据<br>
            6. 您如何访问、修改或删除您的个人数据<br>
            7. 第三方提供商及其服务<br>
            8. 本政策如何更新<br>
            9. 联系我们<br><br>
          </strong>
          请注意，本政策仅适用于智凌信息的消费类电子产品，包括显示或提及本政策的智能硬件设备、计算机和／或移动设备端应用程序、工具、软件、网站
          以及服务。<br><br>
          本政策阐述了智凌信息如何处理您的个人和隐私数据，并申明了我们对保护隐私的承诺。本政策不涉及所有可能的数据处理情境。有关收集产品或服务
          特定数据的信息由智凌信息在后续可能的补充政策中发布。建议您阅读本政策和任何后续补充政策，充分了解我们对特定产品或服务的具体政策。
        </p>
        <h3 class="wow fadeInUp" data-wow-duration="2s" data-wow-delay="300ms">1. 我们对于用户个人数据的定义</h3>
        <p class="p2 wow fadeInUp" data-wow-duration="2s" data-wow-delay="350ms">
          用户个人数据是指在单独使用或结合其他信息使用时能够确定个人身份的信息。此类数据会在您使用智凌信息的产品或服务时被收集，包括但不限于：<br>
          1) 用户自行提供的个人信息，包括但不限于注册“琴伴”用户及设置用户信息时所填写的真实姓名（或名称）、昵称、性别、出生日期（或年龄）、通
          信地址、身份证号码、电话号码、手机号码、微信帐号、微博帐号、电子邮件地址、照片等，以及使用服务时提供的共享信息（比如位置和日期等）；<br>
          2) 第三方分享的用户个人信息。在法律允许的情况下，我们会从公用和商用来源获取有关您的数据。我们还会从第三方社交网络服务获取有关您的数据，
          例如您何时使用微信帐户登录我们的网站或应用。除上述数据之外，还有一些数据与用户有关但不应被视为个人数据，对此类数据我们一般称之为非识别
          性数据，顾名思义它是指无法用于确定个人身份的数据。最常见的如用户对“琴伴”应用或服务的操作状态以及使用习惯等明确且客观反映在智凌信息服务
          器端的各类基本记录信息，包括：用户使用服务时系统自动采集的用户端设备硬件和／或软件信息、浏览记录、搜索查询词条、批改记录、交流数据、各
          类上传下载数据的属性信息、运营记录、操作日志、通讯时间等等，此外还包括用户同意开启定位功能并使用服务时的地理位置信息、用户个人数据范围
          外的其它普通信息、以及用户同意公开的任何信息。我们收集此类数据的目的，在于了解用户如何使用自己的网站、产品和服务。藉此，我们可以改善自
          己的服务，更好地满足客户需求。我们可能会自行决定出于其他目的收集、使用、处理、转移或披露非识别性数据。对这部分数据的收集、使用和保护等
          一切操作，不受本政策的约束。
        </p>
        <h3 class="wow fadeInUp" data-wow-duration="2s" data-wow-delay="300ms">2. 我们会如何收集和使用您的个人数据</h3>
        <p class="p2 wow fadeInUp" data-wow-duration="2s" data-wow-delay="350ms">
          我们仅会出于本政策所述目的收集和使用您的个人数据，以及非识别性数据。<br><br>
          1) 对于个人数据，我们将直接从您提交的数据表单中采集：特别是在您创建帐户或个人资料时。如果您使用我们的服务与朋友共享内容，我们可能需要
          您提供朋友的联系信息，包括但不限于微信账号、微博帐号和电子邮件地址等。我们的某些服务可让您与他人通信并共享信息。所有此类通信都是安全的。
          如果您在使用我们的服务时遇到任何错误，可选择向我们发送错误详情。<br>
          2) 对于非识别性数据，我们将会从我们的后台服务器上、在业务执行过程中收集。<br>
          3) 对于第三方数据，我们会从公用、商用以及第三方社交网络服务等来源来获取。<br>
          4) 在访问某些基于位置的服务时，我们会询问您是否要启用基于位置的服务。您可选择关闭设备上基于位置的服务，拒绝共享您的位置数据。如需详细
          了解如何禁用基于位置的服务，请查阅您的设备使用说明，或联系您的网络运营商。
        </p>
        <h3 class="wow fadeInUp" data-wow-duration="2s" data-wow-delay="300ms">3. 我们会如何使用您的个人数据</h3>
        <p class="p2 wow fadeInUp" data-wow-duration="2s" data-wow-delay="350ms">
          您的个人数据将用于以下目的：<br><br>
          1) 履行订单；交付、激活或验证产品或服务；应您的要求进行变更；以及提供技术支持。<br>
          2) 在您明确同意的情况下，与您联系；向您发送有关您可能感兴趣的产品和服务的信息；邀请您参与智凌信息的促销活动和市场调查；或向您发送营销
          信息。如果您不想接收此类信息，则可以随时退订。<br>
          3) 向您及时发送重要通知，如软件更新、协议条款变更的通知等。<br>
          4) 为您提供个性化用户体验和个性化内容，并激活售后服务。<br>
          5) 开展内部审计、数据分析和研究等，以改善我们的产品、服务和与您之间的沟通。<br>
          6) 分析业务运营效率并衡量市场份额。<br>
          7) 在您选择向我们发送错误详情的情况下排查错误。<br>
          8) 同步、共享和存储您上传或下载的数据以及执行上传和下载所需的数据。<br>
          9) 管理、审查以及施行相应处理措施，以保护您的隐私并确保为您提供安全优质的服务。<br>
          10) 改善我们的防损和反欺诈计划。<br>
          11) 适用国家法律法规规定的其他事项。<br><br>
          除上述事项外，如未取得用户事先同意，智凌信息不会将用户个人数据使用于任何其他用途。并且，我们会尽力隔离您的个人数据和非识别性数据，并单
          独使用这两种数据。如果个人数据掺杂了非识别性数据，依旧会被视作个人数据处理。<br><br>
          另外需要说明的是，我们收集的信息将成为智凌信息常规商业档案的一部分，且有可能因为转让、合并、收购、重组等原因而被转移到智凌信息的继任公
          司或者指定的一方。
        </p>
        <h3 class="wow fadeInUp" data-wow-duration="2s" data-wow-delay="300ms">4. 我们会如何保护您的个人数据</h3>
        <p class="p2 wow fadeInUp" data-wow-duration="2s" data-wow-delay="350ms">
          尊重并竭尽全力保护用户的个人数据是智凌信息的一项基本政策。我们会采取一切合理可行的措施，来保护您的个人数据，防止数据遭到未经授权的访问、
          泄露、使用、修改、损坏或丢失。例如，我们会使用加密技术确保数据的机密性；我们会使用受信赖的保护机制防止数据遭到恶意攻击；我们会部署访问
          控制机制，确保只有授权人员才可访问个人数据；以及我们会举办安全和隐私保护培训课程，加强员工对于保护个人数据重要性的认识。<br><br>
          我们会采取一切合理可行的措施，确保未收集无关的个人数据。我们只会在达成本政策所述目的所需的期限内保留您的个人数据，除非需要延长保留期或
          受到法律的允许。我们会尽力保护您的个人数据，但是请注意任何安全措施都无法做到无懈可击。一旦发生有用户个人数据陷入前述危险情形或者我们发
          现存在发生前述危险情形的可能时，我们将及时采取补救措施并告知用户，用户如发现存在前述危险情形亦需立即发送电子邮件至
          <a href="mailto:cp@iqinban.com">cp@iqinban.com</a>与我们联系。
        </p>
        <h3 class="wow fadeInUp" data-wow-duration="2s" data-wow-delay="300ms">5. 我们会如何披露您的个人数据</h3>
        <p class="p2 wow fadeInUp" data-wow-duration="2s" data-wow-delay="350ms">
          我们不会将您的个人数据出售给第三方，也不会公开或透露您的个人数据，除非我们在诚信的基础上认为透露这些信息在以下几种情况下是必要的：<br><br>
          1) 在获取您明确授权或同意的情况下。<br>
          2) 披露给授权合作伙伴（下文简称“我们的合作伙伴”）：我们可能会与合作伙伴共享您的某些个人数据，以提供更好的客户服务和用户体验。例如，在
          您上网购买智凌信息的产品时，我们必须与物流服务提供商共享您的个人数据才能安排送货，或者安排合作伙伴提供服务。我们仅会出于特定、明确而合
          法的目的处理您的个人数据，并且只会披露提供服务所必要的数据。智凌信息的子公司、关联公司或合作伙伴无权将共享的个人数据用于任何其他用途。<br>
          3) 基于法律或合理依据的披露：在宪法、国家法律法规、法律程序、诉讼或公共和政府主管部门根据宪法和有关法律法规的规定、进行合法指令查询的
          情况下，我们可能会披露您的个人数据。我们还会在存在合理需求的情况下披露您的数据，例如出于执行条款与条件以及保护客户的目的、又或为了保持
          维护智凌信息的知识产权和其他重要权利，又或在紧急情况下出于维护用户和社会大众的隐私安全的目的，以及智凌信息认为必要的其它情况下。
        </p>
        <h3 class="wow fadeInUp" data-wow-duration="2s" data-wow-delay="300ms">6. 您如何访问、修改或删除您的个人数据</h3>
        <p class="p2 wow fadeInUp" data-wow-duration="2s" data-wow-delay="350ms">
          除国家法律规定的例外情况之外，您有权随时访问、管理自己的个人数据，例如您的帐户信息。您应确保提交的所有个人数据都准确无误。我们会尽力维护
          个人数据的准确和完整，并及时更新这些数据。<br><br>
          您还有权删除或修改我们保管的关于您的任何个人信息。我们会应您的要求删除或修改此类信息。如果要求彻底删除保存在智凌信息服务器上您的任何个人
          信息，请您发送带有此请求的电子邮件至<a href="mailto:cp@iqinban.com">cp@iqinban.com</a>与我们联系。如果我们有合理依据认为这些请求存在欺骗性、无法实行或者如果国家法律法规
          未规定相关的访问权，我们则会拒绝处理请求。
        </p>
        <h3 class="wow fadeInUp" data-wow-duration="2s" data-wow-delay="300ms">7. 第三方提供商及其服务</h3>
        <p class="p2 wow fadeInUp" data-wow-duration="2s" data-wow-delay="350ms">
          为确保流畅的使用体验，您可能会收到来自智凌信息及其合作伙伴外部的第三方（下文简称“第三方”）提供的内容或网络链接。智凌信息对此类第三方无控
          制权。您可选择是否访问第三方提供的链接、内容、产品和服务。<br><br>
          我们无法控制第三方的隐私和数据保护政策，此类第三方不受到本政策的约束。在向第三方提交个人信息之前，请参见这些第三方的隐私保护政策。
        </p>
        <h3 class="wow fadeInUp" data-wow-duration="2s" data-wow-delay="300ms">8. 本政策如何更新</h3>
        <p class="p2 wow fadeInUp" data-wow-duration="2s" data-wow-delay="350ms">
          智凌信息保留不时更新或修改本政策的权利。我们会通过不同渠道向您发送变更通知。对于隐私政策变更，我们会将最新版隐私政策发布在我们的网站上（
          <a href="http://www.iqinban.com/privacy">http://www.iqinban.com/privacy</a>）。我们还会向您发布单独的通知（如电子通知），
          提醒您隐私政策的任何变更。
        </p>
        <h3 class="wow fadeInUp" data-wow-duration="2s" data-wow-delay="300ms">9. 联系我们</h3>
        <p class="p2 wow fadeInUp" data-wow-duration="2s" data-wow-delay="350ms" style="margin-bottom: 0">
          如果您有任何疑问、意见或建议，请发送电子邮件至<a href="mailto:cp@iqinban.com">cp@iqinban.com</a>与我们联系。
        </p>
        <p class="copyright wow fadeInUp" data-wow-duration="2s" data-wow-delay="350ms">
          最近更新日期： 2017 年 10 月版权所有 ©上海智凌信息技术有限公司。保留一切权利。
        </p>
      </div>
    </section>
  </main>
</template>

<script>
  import { wowMixin } from '../client/mixins'

  export default {
    name: 'Privacy',
    mixins: [wowMixin],
    title () {
      return '琴伴 | 隐私条款'
    },
    computed: {
      imgUrl () {
        return this.$store.state.imgUrl
      }
    }
  }
</script>