<!-- 隐私条款 -->
<template>
  <main class="i-privacy">
    <section class="i-section i-privacy__section1"
             v-lazy:background-image="imgUrl + '/section2.jpeg'">
      <div class="i-section__article i-privacy__section1-article">
        <h1 class="wow fadeInUp" data-wow-duration="2s" data-wow-delay="250ms">隐私条款</h1>
        <p class="p2 wow fadeInUp" data-wow-duration="2s" data-wow-delay="350ms">最后更新：2017.10.08</p>
      </div>
    </section>
    <section class="i-section i-privacy__section2">
      <div class="i-privacy__section2-container">
        <!--<h3 class="wow fadeInUp" data-wow-duration="2s" data-wow-delay="300ms"></h3>-->
        <p class="p2 wow fadeInUp" data-wow-duration="2s" data-wow-delay="350ms">
          用户信息包括：<br>
          1）用户自行提供的用户信息，包括但不限于注册“琴伴”用户及设置用户帐号时填写的手机号码、微信帐号、微博帐号、电子邮件地址
          等，以及使用服务时提供的共享信息；<br>
          2）第三方分享的用户信息；<br>
          3）智凌信息为提供服务而合法收集的用户信息（如使用服务时系统自动采集的设备硬件或软件信息、浏览记录、检索记录、各类上传
          下载数据的属性信息、运营数据、操作日志、通讯时间信息等技术信息，用户开启定位功能并使用服务时的地理位置信息等）。<br><br>
          上述信息中，用户的隐私信息是指涉及用户身份或隐私的信息，包括但不限于：用户的真实姓名（或名称）、性别、年龄、身份证号、
          电话号码、通信地址、手机号码、手机设备识别码、微信帐号、微博帐号、电子邮件地址、IP地址、用户交流记录、运营数据等；用户
          的非隐私信息是指用户对“琴伴”应用或服务的操作状态以及使用习惯等明确且客观反映在智凌信息服务器端的各类基本记录信息、隐私
          信息范围外的其它普通信息，以及用户同意公开的上述隐私信息。<br><br>
          <em>
            用户知悉并同意，为便于向用户提供更好的服务，智凌信息将在用户自愿授权并提供信息的情况下收集、使用或公开用户的隐私信息；
            用户也同意智凌信息无需获得用户的另行确认与授权即可收集、使用或公开用户的非隐私信息。<br><br>
            用户知悉并同意，智凌信息收集的信息将成为智凌信息常规商业档案的一部分，且有可能因为转让、合并、收购、重组等原因而被转移
            到智凌信息的继任公司或者指定的一方。<br><br>
            尊重用户的隐私是智凌信息的一项基本政策，也是“琴伴”应用或服务的原则。智凌信息将善意使用收集的用户信息，并采取各项措施保
            证信息安全，防止在本服务中收集的用户信息泄露、毁损或丢失。在发生前述情形或者智凌信息发现存在发生前述情形的可能时，智凌
            信息将及时采取补救措施并告知用户，用户如发现存在前述情形亦需立即与智凌信息联系。另一方面，智凌信息也不会公开或透露保存
            在“琴伴”应用或服务中的用户隐私信息，除非智凌信息在诚信的基础上认为透露这些信息在以下几种情况是必要的：<br>
            1）事先获得用户的明确授权；或<br>
            2）根据宪法和有关法律法规的规定，或接收到国家有关机关根据宪法和有关法律法规的规定、进行合法指令查询；或<br>
            3）保持维护智凌信息的知识产权和其他重要权利；或<br>
            4）在紧急情况下竭力维护用户和社会大众的隐私安全；或<br>
            5）根据本条款相关规定或者智凌信息认为必要的其他情况下。<br><br>
            智凌信息可能会与第三方合作向用户提供“琴伴”的相关服务，在此情况下，如该第三方同意承担与智凌信息同等的保护用户隐私的责任，
            则智凌信息可将用户信息提供给该第三方。<br><br>
            用户同意智凌信息可在以下事项中使用用户的隐私信息：<br>
            1）智凌信息向用户及时发送重要通知，如软件更新、本协议条款的变更；<br>
            2）智凌信息内部进行审计、数据分析和研究等，以改进智凌信息的产品、服务和与用户之间的沟通；<br>
            3）依本协议约定，智凌信息管理、审查用户信息及进行处理措施；<br>
            4）适用法律法规规定的其他事项。<br>
            除上述事项外，如未取得用户事先同意，智凌信息不会将用户隐私信息使用于任何其他用途。
          </em>
        </p>
      </div>
    </section>
  </main>
</template>

<script>
  import { wowMixin } from '../client/wow'

  export default {
    name: 'Privacy',
    mixins: [wowMixin],
    title () {
      return '琴伴 | 隐私条款'
    },
    computed: {
      imgUrl () {
        return this.$store.state.imgUrl
      }
    }
  }
</script>